<%@ Page Title="" Language="C#" MasterPageFile="~/Site1.Master" AutoEventWireup="true" CodeBehind="Terms.aspx.cs" Inherits="SchoolApp.WebForm4" %>

<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
    <center>
        <div class="col-lg-10">
            <div class="opacity-50">
                <div class="shadow-lg p-3 mb-5 bg-body rounded">
                    Сайтът има за цел улесни използването на библиотеки като за целтта предоставя уеб приложение, което олеснява използването на библиотеката от потебители и администратори на библиотеката.
                    Инструкции за използване: <br>
                    1. Регистриране на профил от екрана за регистрация<br>
                    2. Влизане в профила на потребителят от самият него<br>
                    3. Ако администратор трябва да влезе, то той може да направи това от екрана за влизане за администратори.<br>
                    Забранява се да се злоупотребява с приложението, то да бъде манипулирано или да бъде използвано по какъвто и да е начин за да се навреди на потребителите и администраторите му.<br>
                    Ако книга е наета и с просрочен срок за връщане не бъде върната, профилът на потребителят може да бъде декативиран или изтрит без той за бъде предизвестяван.<br>
                    За да бъде наета книга, трябва потребителят да няма просрочени дати за връщане на книги към библиотеката.<br>
                    Препоръчително е да се изпозлва генератор на пароли, като те не трябва поради никаква причина да бъдат споделяни с когото и да е.<br>
                    Потребирели с "неприлични" потребителски имена ще бъдат с изтрит профил.<br>
                    Администратори с "неприлични" потребителски имена трябва да бъдат с изтрит профил или променено име на профила.<br>
                    Използвайте приложението на собсвена отговорност.<br>
                    </div>
            </div>
        </div>

    </center>
</asp:Content>
